export default function Policy() {
  return (
    <div className="bg-black pt-36">
      <h2 className="mb-10 text-center text-2xl font-bold uppercase tracking-wide">
        Політика конфіденційності та захисту персональних даних
      </h2>
      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">1.</span>Загальні положення
        </h3>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">1.1</span>Товариство з обмеженною
          відповідальністю «АлкоТрейд» поважає право відвідувачів веб-сайту
          https://alcotrade.com.ua (надалі - https://alcotrade.com.ua та/або
          веб-сайт, та/або сайт) на приватність та конфіденційність і визнає
          важливість захисту зібраної про них інформації.
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">1.2</span>Товариство з обмеженною
          відповідальністю «АлкоТрейд» — компанія, яка займається продажем
          алкогольних напоїв в Україні та на території країн Європейського Союзу
          (надалі - Alcotrade та/або Компанія).
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">1.3</span>Дана політика
          конфіденційності та захисту персональних даних (надалі – Політика
          конфіденційності) представляє собою публічний документ, яким
          встановлено порядок здійснення та обробки персональних даних, види
          персональних даних, які збираються, цілі використання таких
          персональних даних, взаємодія Компанії з третіми особами, заходи
          безпеки для захисту персональних даних, умови доступу до персональних
          даних, а також, контактна інформація для користувача щодо отримання
          доступу, внесення змін, блокування або видалення своїх персональних
          даних та звернення з будь-якими питаннями, які можуть виникнути у вас
          щодо практики захисту персональних даних.
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">1.4</span>Alcotrade не буде збирати,
          використовувати або розголошувати ваші персональні дані інакше, як
          передбачено цією Політикою конфіденційності та чинним законодавством
          України.
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">1.5</span>Використовуючи веб-сайт
          https://alcotrade.com.ua, ви погоджуєтесь з умовами Політики
          конфіденційності Alcotrade.
        </p>
        <p className="mb-12 text-lg">
          <span className="mr-1 text-2xl">1.6</span> Сайт не призначений для
          неповнолітніх користувачів. Компанія дуже серйозно ставиться до вимог
          законодавства щодо обмеження споживання та продажу алкогольних напоїв
          неповнолітнім, та до питань безпеки.
        </p>
      </div>

      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">2.</span>Спосіб збору інформації
        </h3>
        <p className="text-lg">
          Компанія може збирати ваші персональні дані шляхом:
        </p>
        <p className="text-lg">
          - заповнення вами інформації у певних формах на сайті;
        </p>
        <p className="mb-3 text-lg">
          - надання вами даних під час спілкування з оператором Служби
          Підтримки.
        </p>
        <p className="mb-3 text-lg">
          Компанія збирає тільки ті персональні дані (наприклад, ваше ім'я та
          прізвище, адреса електронної пошти, номер контактного телефону, дата
          народження, стать тощо), які свідомо і добровільно надані вами як
          суб'єктом персональних даних в цілях використання сервісів сайту, що
          відповідно до вимог законодавства є згодою суб'єкта персональних даних
          на обробку своїх персональних даних відповідно до сформульованої в цій
          Політиці конфіденційності мети їх обробки.
        </p>
        <p className="mb-12 text-lg">
          Компанія не збирає будь-яку інформацію, до обробки якої законодавством
          встановлені певні вимоги, як-то інформацію про расове або етнічне
          походження, політичні, релігійні або світоглядні переконання, членство
          в політичних партіях та професійних спілках, засудження до
          кримінального покарання в скоєнні злочину, а також даних, що
          стосуються здоров'я, статевого життя, біометричних або генетичних
          даних (відповідно до статті 7 Закону України «Про захист персональних
          даних»).
        </p>
      </div>

      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">3.</span>Перелік персональних даних та
          інформації
        </h3>
        <p className="text-lg">
          <span className="mr-1 text-2xl">3.1</span>Обов’язковою є наступні дані/інформація, що
          запитується:
        </p>
        <p className="text-lg">- ПІБ відвідувача;</p>
        <p className="text-lg mb-3">- e-mail та номер мобільного телефону відвідувача.</p>
        <p className="text-lg">
          <span className="mr-1 text-2xl">3.2</span>Додаткові дані/інформація:
        </p>
        <p className="text-lg">- дата або рік народження відвідувача;</p>
        <p className="text-lg">- інформація про брендові вподобання;</p>
        <p className="text-lg">
          - інформація щодо зацікавленості у тому чи іншому товарі чи послузі;
        </p>
        <p className="text-lg mb-3">- відгуки та пропозиції.</p>
        <p className="mb-12 text-lg">
          <span className="mr-1 text-2xl">3.3.</span>Також Компанія додатково збирає та обробляє інформацію, що
          надходить від технічних засобів, за допомогою яких ви відвідуєте сайт
          (дані файлів cookies, відомості, отримані в: запитах, питаннях,
          коментарях і відгуках, географічне положення тощо), в тому числі
          інформацію про самі технічні засоби: тип пристрою, операційна система,
          тип браузера.
        </p>
      </div>
    </div>
  )
}
