export default function Policy() {
  return (
    <div className="bg-black py-36">
      <h2 className="mb-10 text-center text-2xl font-bold uppercase tracking-wide">
        Політика конфіденційності та захисту персональних даних
      </h2>
      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">1.</span>Загальні положення
        </h3>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">1.1</span>Товариство з обмеженною
          відповідальністю «АлкоТрейд» поважає право відвідувачів веб-сайту
          https://alcotrade.com.ua (надалі - https://alcotrade.com.ua та/або
          веб-сайт, та/або сайт) на приватність та конфіденційність і визнає
          важливість захисту зібраної про них інформації.
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">1.2</span>Товариство з обмеженною
          відповідальністю «АлкоТрейд» — компанія, яка займається продажем
          алкогольних напоїв в Україні та на території країн Європейського Союзу
          (надалі - Alcotrade та/або Компанія).
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">1.3</span>Дана політика
          конфіденційності та захисту персональних даних (надалі – Політика
          конфіденційності) представляє собою публічний документ, яким
          встановлено порядок здійснення та обробки персональних даних, види
          персональних даних, які збираються, цілі використання таких
          персональних даних, взаємодія Компанії з третіми особами, заходи
          безпеки для захисту персональних даних, умови доступу до персональних
          даних, а також, контактна інформація для користувача щодо отримання
          доступу, внесення змін, блокування або видалення своїх персональних
          даних та звернення з будь-якими питаннями, які можуть виникнути у вас
          щодо практики захисту персональних даних.
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">1.4</span>Alcotrade не буде збирати,
          використовувати або розголошувати ваші персональні дані інакше, як
          передбачено цією Політикою конфіденційності та чинним законодавством
          України.
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">1.5</span>Використовуючи веб-сайт
          https://alcotrade.com.ua, ви погоджуєтесь з умовами Політики
          конфіденційності Alcotrade.
        </p>
        <p className="mb-12 text-lg">
          <span className="mr-1 text-2xl">1.6</span> Сайт не призначений для
          неповнолітніх користувачів. Компанія дуже серйозно ставиться до вимог
          законодавства щодо обмеження споживання та продажу алкогольних напоїв
          неповнолітнім, та до питань безпеки.
        </p>
      </div>

      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">2.</span>Спосіб збору інформації
        </h3>
        <p className="text-lg">
          Компанія може збирати ваші персональні дані шляхом:
        </p>
        <p className="text-lg">
          - заповнення вами інформації у певних формах на сайті;
        </p>
        <p className="mb-3 text-lg">
          - надання вами даних під час спілкування з оператором Служби
          Підтримки.
        </p>
        <p className="mb-3 text-lg">
          Компанія збирає тільки ті персональні дані (наприклад, ваше ім'я та
          прізвище, адреса електронної пошти, номер контактного телефону, дата
          народження, стать тощо), які свідомо і добровільно надані вами як
          суб'єктом персональних даних в цілях використання сервісів сайту, що
          відповідно до вимог законодавства є згодою суб'єкта персональних даних
          на обробку своїх персональних даних відповідно до сформульованої в цій
          Політиці конфіденційності мети їх обробки.
        </p>
        <p className="mb-12 text-lg">
          Компанія не збирає будь-яку інформацію, до обробки якої законодавством
          встановлені певні вимоги, як-то інформацію про расове або етнічне
          походження, політичні, релігійні або світоглядні переконання, членство
          в політичних партіях та професійних спілках, засудження до
          кримінального покарання в скоєнні злочину, а також даних, що
          стосуються здоров'я, статевого життя, біометричних або генетичних
          даних (відповідно до статті 7 Закону України «Про захист персональних
          даних»).
        </p>
      </div>

      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">3.</span>Перелік персональних даних та
          інформації
        </h3>
        <p className="text-lg">
          <span className="mr-1 text-2xl">3.1</span>Обов’язковою є наступні
          дані/інформація, що запитується:
        </p>
        <p className="text-lg">- ПІБ відвідувача;</p>
        <p className="mb-3 text-lg">
          - e-mail та номер мобільного телефону відвідувача.
        </p>
        <p className="text-lg">
          <span className="mr-1 text-2xl">3.2</span>Додаткові дані/інформація:
        </p>
        <p className="text-lg">- дата або рік народження відвідувача;</p>
        <p className="text-lg">- інформація про брендові вподобання;</p>
        <p className="text-lg">
          - інформація щодо зацікавленості у тому чи іншому товарі чи послузі;
        </p>
        <p className="mb-3 text-lg">- відгуки та пропозиції.</p>
        <p className="mb-12 text-lg">
          <span className="mr-1 text-2xl">3.3.</span>Також Компанія додатково
          збирає та обробляє інформацію, що надходить від технічних засобів, за
          допомогою яких ви відвідуєте сайт (дані файлів cookies, відомості,
          отримані в: запитах, питаннях, коментарях і відгуках, географічне
          положення тощо), в тому числі інформацію про самі технічні засоби: тип
          пристрою, операційна система, тип браузера.
        </p>
      </div>

      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">4.</span>Мета збирання та обробки
          персональних даних та інформації
        </h3>
        <p className="text-lg">
          <span className="mr-1 text-2xl">4.1.</span>Компанія збирає інформацію
          для:
        </p>
        <p className="text-lg">
          - оцінки якості обслуговування споживачів/користувачів сайту;{' '}
        </p>
        <p className="text-lg">
          - забезпечення споживачів актуальною інформацією про товар;
        </p>
        <p className="text-lg">
          - покращення якості обслуговування споживачів/користувачів веб-сайту;
        </p>
        <p className="text-lg">- підвищення ефективності контенту;</p>
        <p className="text-lg">
          - надання допомоги через службу підтримки клієнтів;
        </p>
        <p className="mb-3 text-lg">- проведення досліджень ринку.</p>
        <p className="mb-12 text-lg">
          <span className="mr-1 text-2xl">4.2.</span>Обробка інформації
          здійснюється відповідно до вимог діючого законодавства України.
        </p>
      </div>

      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">5.</span>Передавання інформації третім
          особам
        </h3>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">5.1.</span>
          Компанія не здійснює передачу персональних даних третім особам, крім
          випадків, коли така передача є вимогою законодавства, на прохання
          суб'єкта персональних даних або в інших випадках, викладених в цій
          Політиці конфіденційності. Компанія розуміє, що особиста інформація є
          цінністю і невід'ємним змістом, в тому числі, особистих немайнових
          прав будь-якої фізичної особи, тому вживає всіх можливих заходів для
          захисту особистої інформації користувачів, добровільно і усвідомлено
          переданої останніми Компанії.
        </p>
        <p className="mb-12 text-lg">
          <span className="mr-1 text-2xl">5.2.</span>
          Alcotrade не передає надану вами інформацію третім особам, окрім: -
          операторам зв’язку, колл-центрам (центрам обробки викликів),
          виробникам продукції чи їх представникам, дистриб’юторам з якими
          укладені відповідні договори; - випадків, прямо передбачених чинним
          законодавством України.
        </p>
      </div>

      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">6.</span>Термін збереження інформації
        </h3>
        <p className="mb-12 text-lg">
          <span className="mr-1 text-2xl">6.1</span>
          Надана інформація зберігається лише до тих пір, доки це має сенс для
          мети, зазначеній у цій Політиці конфіденційності, загалом на строк 10
          років, якщо довший строк не буде встановлено законодавством України.
        </p>
      </div>

      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">7.</span>Права суб’єкта персональних
          даних
        </h3>
        <p className="text-lg">
          <span className="mr-1 text-2xl">7.1.</span>Ви маєте право:
        </p>
        <p className="text-lg">
          - знати, які дані Компанія обробляє, як ми їх отримуємо та яким чином
          використовуємо;
        </p>
        <p className="text-lg">
          - вимагати оновлення та/або доповнення інформації про вас;
        </p>
        <p className="text-lg">
          - вимагати виправлення будь-яких помилок в ваших персональних даних;
        </p>
        <p className="text-lg">- вимагати знеособлення ваших даних;</p>
        <p className="text-lg">- обмежити обробку ваших даних;</p>
        <p className="text-lg">
          - відкликати згоду на обробку персональних даних;
        </p>
        <p className="mb-3 text-lg">
          - вимагати видалення ваших даних з облікових систем Компанії (після
          отримання та розгляду вашого запиту ми у встановлені законодавством
          строки припинимо обробку та видалимо ваші персональні дані).
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">7.2.</span>
          Для оновлення, отримання доступу, внесення змін, блокування або
          видалення своїх персональних даних, відкликання згоди на обробку
          персональних даних, які були вами надані Компанії відповідно до цієї
          Політики конфіденційності, або в разі наявності будь-яких зауважень,
          побажань або претензій щодо ваших персональних даних, які обробляються
          Компанією, будь ласка, звертайтеся до Компанії по електронній пошті:
          office@alcotrade.com.ua
        </p>
        <p className="mb-12 text-lg">
          <span className="mr-1 text-2xl">7.3.</span>
          Для уникнення порушень та незаконного використання ваших даних третіми
          особами, перед виконанням вашого запиту ми можемо попросити вас
          підтвердити вашу особистість.
        </p>
      </div>

      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">8.</span>Захист персональних даних{' '}
        </h3>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">8.1.</span>
          Для забезпечення захисту персональних даних Компанія дотримується
          вимог міжнародних стандартів і використовує передовий досвід в галузі
          інформаційної безпеки.
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">8.2.</span>
          Завданням Компанії є забезпечення конфіденційності, цілісності,
          доступності та керованості при обробці персональних даних. На стадії
          впровадження нових (і експлуатації вже існуючих) сервісів ми
          використовуємо сучасні методи і технології захисту, які дозволяють
          запобігти несанкціонованому доступу до персональних даних.
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">8.3.</span>
          Компанія періодично здійснює перевірку рівня захищеності своїх
          сервісів, інфраструктури та забезпечує постійний захист від шкідливого
          ПЗ і сучасних кіберзагроз.
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">8.4.</span>
          Також Компанією передбачені заходи для недопущення втрати даних, що
          зберігаються та їх своєчасного відновлення в разі фізичного або
          технічного збою.{' '}
        </p>
        <p className="mb-12 text-lg">
          <span className="mr-1 text-2xl">8.5.</span>
          Крім того, Компанія укладає зі своїми співробітниками та контрагентами
          договори, де передбачені зобов'язання щодо дотримання
          конфіденційності.
        </p>
      </div>

      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">9.</span>Використання файлів Cookie
        </h3>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">9.1.</span>
          Bayaderagroup.com використовує технологію cookie, за допомогою якої
          ресурс налаштовується на роботу особисто з вами.{' '}
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">9.2.</span>
          Cookie — це файл, що містить ідентифікатор (стрічку, яка складається з
          літер та цифр), і який надсилається веб-сервером до веб-браузеру, та
          зберігається браузером. В подальшому, ідентифікатор надсилається назад
          на сервер кожного разу, коли браузер запитує веб-сторінку з серверу.
          Файли-cookies можуть бути або «постійними» або «сеансові»: постійні
          будуть зберігатися браузером та будуть придатними до завершення
          терміну дії, якщо тільки не будуть видалені користувачем завчасно;
          «сеансові» навпаки – будуть видалятися після завершення сеансу роботи
          з сайтом або після закриття браузеру. Файли-cookies зазвичай не
          містять жодної інформації, яка ідентифікує особу користувача. Проте,
          ваша персональна інформація може бути пов’язана з інформацією, що
          зберігається та отримана від файлів-cookies.
        </p>
        <p className="mb-12 text-lg">
          <span className="mr-1 text-2xl">9.3.</span>
          На веб-сайті Компанія використовує Google Analytics для розпізнавання
          комп’ютера, коли користувач відвідує веб-сайт / відстеження навігації
          користувачів по веб-сайту / дозволяє використовувати кошик користувача
          на сайті / вдосконалення зручності користування сайтом / аналіз
          використання веб-сайту / адміністрування сайту / попередження
          шахрайства та вдосконалення безпеки сайту / персоналізація сайту для
          кожного користувача.
        </p>
      </div>

      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">10.</span>Зміна Політики
          конфіденційності
        </h3>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">10.1.</span>
          До Політики конфіденційності періодично та без попереднього
          повідомлення користувача про таке можуть вноситись зміни та
          доповнення, у тому числі, при зміні вимог законодавства.
        </p>
        <p className="mb-3 text-lg">
          <span className="mr-1 text-2xl">10.2.</span>У випадку внесення
          істотних змін до цієї Політики конфіденційності, Компанією буде
          розміщено повідомлення на сайті та зазначено термін набрання цими
          змінами чинності. Якщо протягом зазначеного терміну ви не відмовитеся
          від їх прийняття в письмовій формі, це означатиме, що Ви погоджуєтеся
          з відповідними змінами Політики конфіденційності.
        </p>
        <p className="mb-12 text-lg">
          <span className="mr-1 text-2xl">10.3.</span>
          Просимо час від часу переглядати Політику конфіденційності для того,
          щоб бути в курсі будь-яких змін або доповнень.
        </p>
      </div>

      <div className="flex flex-col pl-24 pr-20">
        <h3 className="mb-3 text-xl font-bold">
          <span className="mr-1 text-2xl">11.</span>Контактні дані
        </h3>
        <p className="text-lg">
          <span className="mr-1 text-2xl">11.1.</span>
          Для зворотного зв’язку щодо питань, пов’язаних із Політикою
          конфіденційності, будь ласка, використовуйте наступні засоби зв’язку:
        </p>
        <p className="text-lg">
          E-mail:{' '}
          <a
            className="py-1 hover:after:duration-200' relative after:absolute after:bottom-0 after:left-0 after:h-[1px] after:w-0 after:bg-white hover:after:w-full"
            href="mailto:office@alcotrade.com.ua"
          >
            office@alcotrade.com.ua
          </a>
        </p>
        <p className="mb-12 text-lg">
          Телефон Служби Підтримки:{' '}
          <a className="py-1 hover:after:duration-200' relative after:absolute after:bottom-0 after:left-0 after:h-[1px] after:w-0 after:bg-white hover:after:w-full" href="tel:+380677066847">+380 (67) 706 68 47</a>
        </p>
      </div>
    </div>
  )
}
